<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2018/2/8 0008
 * Time: 下午 6:20
 */

namespace gyo2o\model;


class SalaryFormHead
{
    public $head = [
        '站点' => 'A',
        '姓名' => 'B',
        '在职状态' => 'C',
        '区域' => 'D',
        '岗位' => 'E',
        '身份证号' => 'F',
        '入职日期' => 'G',
        '最后工作日' => 'H',
        '应出勤天数' => 'I',
        '实出勤天数' => 'J',
        '基本工资' => 'K',
        '加班工资' => 'L',
        '绩效工资/单量提成' => 'M',
        '美团单量' => 'N',
        '海葵平台单量' => 'O',
        '总单量' => 'P',
        '单量奖励' => 'Q',
        '绩效奖金' => 'R',
        '车补' => 'S',
        '餐补' => 'T',
        '夜班补助' => 'U',
        '小队长奖励' => 'V',
        '医疗补贴' => 'W',
        '不满意数' => 'X',
        '不满意扣款' => 'Y',
        '连击数' => 'Z',
        '连击扣款' => 'AA',
        '普通投诉次数' => 'AB',
        '普通投诉扣款' => 'AC',
        '提前点送达投诉次数' => 'AD',
        '提前点送达投诉扣款' => 'AE',
        '事假/天' => 'AF',
        '旷工/天' => 'AG',
        '考勤扣款' => 'AH',
        '奖/罚金额' => 'AI',
        '租公司电动车扣款' => 'AJ',
        '房租扣款' => 'AK',
        '保留奖' => 'AL',
        '推荐奖' => 'AM',
        '住房补贴' => 'AN',
        '工资小计' => 'AO',
        '社保' => 'AP',
        '公积金' => 'AQ',
        '缺勤天数' => 'AR',
        '缺勤扣款' => 'AS1',
        '加班时长/小时（1天为8小时）' => 'AT',
        '公司违规罚款（督导汇总）' => 'AU',
        '美团罚款（着装不规范等一般违规）' => 'AV',
        '行政处罚' => 'AW',
        '其他' => 'AX',
        '税前工资' => 'AY',
        '代缴个税' => 'AZ',
        '外卖箱使用费' => 'BA',
        '站点建设基金' => 'BB',
        '物料扣款' => 'BC',
        '税后工资' => 'BD',
        '补发上月未发放成功的' => 'BE',
        '暂缓薪资' => 'BF',
        '实发工资' => 'BG',
        '备注' => 'BH',
        '罚款原因' => 'BI',
        '全勤'=>'BJ',
        '话补'=>'BK',
        '交通补贴'=>'BL',
    ];


}